package lesson1_2;

/**4) Даны 3 целых числа. Найти количество положительных чисел в исходном
 наборе.*/


public class lesson1_2Task4 {
    public static void main (String [] arg){

        int number1 = -37;
        int number2 = 1;
        int number3 = 29;

        if (number1 > 0)
            System.out.println("положительное");
        if (number2 > 0)
            System.out.println("положительное");
        if (number3 > 0)
            System.out.println("положительное");




    }
}
